Revit 2023 API
ParameterTypeId.LayerTypeThicknessParam Property
 "Thickness": Thickness
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId LayerTypeThicknessParam { get; }
Visual Basic
Public Shared ReadOnly Property LayerTypeThicknessParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerTypeThicknessParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace